Repository: IBMPredictiveAnalytics/STATS_RELIMP
Catalog: src/lang/*/STATS_RELIMP.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The R relaimpo package is required but could not be loaded.
de: Das R relaimpo-Paket ist erforderlich, konnte aber nicht geladen werden.
es: Se requiere el paquete R relaimpo pero no se ha podido cargar.
fr: Le pack R relaimpo est requis mais n'a pas pu être chargé.
it: Il package R relaimpo è necessario ma non può essere caricato.
ja: R relaimpo パッケージが必要ですが、読み込むことができませんでした。
ko: R relaimpo 패키지가 필요하지만 로드할 수 없습니다.
pl: Wymagany jest pakiet R relaimpo, ale nie można go wczytać.
pt_br: O pacote R relaimpo é necessário, mas não foi possível carregá-lo.
ru: Необходим пакет R relaimpo, но его не удалось загрузить.
zh_cn: 需要 R relaimpo 包，但未能将其装入。
zh_tw: R relaimpo 套件是必要套件，但無法載入。

source: The dependent variable cannot be categorical
de: Die abhängige Variable kann nicht kategorial sein
es: La variable dependiente no puede ser categórica
fr: La variable dépendante ne peut pas être catégorielle
it: La variabile dipendente non può essere categoriale
ja: 従属変数はカテゴリ型ではいけません。
ko: 종속변수는 범주형일 수 없습니다.
pl: Zmienna zależna nie może być jakościowa
pt_br: A variável dependente não pode ser categórica
ru: Зависимая переменная не может быть категориальной
zh_cn: 因变量不能是分类变量
zh_tw: 依變數不能是種類變數

source: Measures Beta Sq, Pratt, and car cannot be used with categorical variables and have been dropped.
de: Maße 'Beta Quadrat', 'Pratt' und 'CAR' können nicht mit kategorialen Variablen verwendet werden und wurden entfernt.
es: Las medidas Beta Sq, Pratt y car no se pueden utilizar con variables categóricas y se han omitido.
fr: Les mesures bêta carré, Pratt et car ne peuvent pas être utilisées avec des variables catégorielles et ont été abandonnées.
it: Le misure Beta quadrato, Pratt e CAR non si possono utilizzare con le variabili categoriali e sono state eliminate.
ja: Beta Sq、Pratt、およびcar はカテゴリ型変数で使用できず、削除されます。
ko: 측도 Beta Sq, Pratt 및 car는 범주형 변수와 함께 사용할 수 없어 삭제되었습니다.
pl: Pomiary Beta Sq, Pratt oraz car nie mogą być używane ze zmiennymi jakościowymi i zostały odrzucone.
pt_br: As medidas Beta qd., Pratt e car não puderam ser usadas com variáveis categóricas e foram descartadas.
ru: Меры Бета-квадрат, Пратта и CAR нельзя использовать с категориальными значениями. Они будут пропущены.
zh_cn: Beta 方、Pratt 和 CAR 测量不能与分类变量配合使用，因此已被忽略。
zh_tw: 測量 β 平方、Pratt 及 CAR 無法與種類變數搭配使用，且已捨棄。

source: Measure car cannot be used if there are any forced variables.
de: Das Maß 'CAR' kann nicht verwendet werden, wenn Zwangsvariablen vorhanden sind.
es: La medida car no se puede utilizar si hay alguna variable forzada.
fr: La mesure car ne peut pas être utilisée s'il y a des variables forcées.
it: La misura CAR non si può utilizzare in presenza di variabili forzate.
ja: car は、強制された変数がある場合は使用できません。
ko: 강제 변수가 있을 경우 측도 car는 사용할 수 없습니다.
pl: Nie można użyć pomiaru car, jeśli istnieją jakiekolwiek zmienne wymuszone.
pt_br: A medida car não pode ser usada se houver qualquer variável forçada.
ru: Меру CAR нельзя использовать при отсутствии принудительных значений.
zh_cn: 如果存在任何强制变量，那么不能使用 CAR 测量。
zh_tw: 如果有任何強制變數，則無法使用測量 car。

source: Regression Relative Importance
de: Relative Wichtigkeit für Regression
es: Importancia relativa de regresión
fr: Importance relative de la régression
it: Importanza relativa di regressione
ja: 回帰相対重要度
ko: 회귀 상대적 중요도
pl: Względna ważność regresji
pt_br: Importância relativa de regressão
ru: Относительная важность регрессии
zh_cn: 回归相对重要性
zh_tw: 迴歸相對重要性

source: Dependent variable
de: Abhängige Variable
es: Variable dependiente
fr: Variable dépendante
it: Variabile dipendente
ja: 従属変数
ko: 종속변수
pl: Zmienna zależna
pt_br: Variável dependente
ru: Зависимая переменная
zh_cn: 因变量
zh_tw: 依變數

source: Number of Cases
de: Anzahl der Fälle
es: Número de casos
fr: Nombre d'observations
it: Numero di casi
ja: ケースの数
ko: 케이스 수
pl: Liczba obserwacji
pt_br: Número de casos
ru: Количество наблюдений
zh_cn: 个案数
zh_tw: 觀察值數目

source: Number of Valid Cases
de: Anzahl der gültigen Fälle
es: Número de casos válidos
fr: Nombre d'observations valides
it: Numero di casi validi
ja: 有効なケースの数
ko: 유효 케이스 수
pl: Liczba poprawnych obserwacji
pt_br: Número de casos válidos
ru: Количество действительных наблюдений
zh_cn: 有效个案数
zh_tw: 有效觀察值數目

source: R-Squared
de: R-Quadrat
es: R cuadrado
fr: R-deux
it: R-quadrato
ja: R2 乗
ko: R-제곱
pl: R-kwadrat:
pt_br: R ao quadrado
ru: R-квадрат
zh_cn: R 方
zh_tw: R 平方

source: Forced Variables
de: Zwangsvariablen
es: Variables forzadas
fr: Variables forcées
it: Variabili forzate
ja: 強制変数:
ko: 강제 변수
pl: Zmienne wymuszone
pt_br: Variáveis forçadas
ru: Принудительные переменные
zh_cn: 强制变量
zh_tw: 強制變數

source: R-Squared for Forced Variables
de: R-Quadrat für Zwangsvariablen
es: R cuadrado para variables forzadas
fr: R-deux pour les variables forcées
it: R-quadrato per variabili forzate
ja: 強制変数の R2 乗
ko: 강제 변수의 R-제곱
pl: R-kwadrat dla zmiennych wymuszonych
pt_br: R ao quadrado para variáveis forçadas
ru: R-квадрат для принудительных переменных
zh_cn: 强制变量的 R 方
zh_tw: 強制變數的 R 平方

source: R-Squared for Other Predictors
de: R-Quadrat für andere Prädiktoren
es: R cuadrado para otros predictores
fr: R-deux pour d'autres prédicteurs
it: R-quadrato per altri predittori
ja: 他の予測変数の R2 乗
ko: 다른 예측자의 R-제곱
pl: R-kwadrat dla innych predyktorów
pt_br: R ao quadrado para outros preditores
ru: R-квадрат для других предикторов
zh_cn: 其他预测变量的 R 方
zh_tw: 其他解釋變數的 R 平方

source: Metric Normalization
de: Metrische Normalisierung
es: Normalización métrica
fr: Normalisation métrique
it: Normalizzazione metrica
ja: メトリックの正規化
ko: 정량 정규화
pl: Normalizacja metryczna
pt_br: Normalização métrica
ru: Нормализация метрики
zh_cn: 度量正态化
zh_tw: 度量值正規化

source: Summary Fit Statistics
de: Zusammenfassung Anpassungsstatistik
es: Estadísticos de ajuste de resumen
fr: Statistiques d'ajustement de récapitulatif
it: Statistiche di adattamento di riepilogo
ja: 要約適合度統計
ko: 요약 적합도 통계량
pl: Podsumowanie statystyki dopasowania
pt_br: Estatísticas de ajuste de resumo
ru: Итоговая статистика аппроксимации
zh_cn: 摘要拟合统计
zh_tw: 摘要適合度統計量

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: 集計
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: Measures are scaled to 100%.
de: Maße werden auf 100 % skaliert.
es: Las medidas tienen una escala del 100%.
fr: Les mesures sont échelonnées jusqu'à 100 %.
it: Le misure vengono scalate al 100%.
ja: 縮尺率は 100% です。
ko: 측도는 100%로 척도화됩니다.
pl: Miary zostają przeskalowane do 100%
pt_br: As medidas são escaladas para 100%
ru: Меры масштабированы до 100%.
zh_cn: 按比例缩放测量至 100%。
zh_tw: 測量將計算到 100%。

source: Measures are not scaled to 100%.
de: Maße werden nicht auf 100 % skaliert.
es: Las medidas no tienen una escala del 100%.
fr: Les mesures ne sont pas échelonnées jusqu'à 100 %.
it: Le misure non vengono scalate al 100%.
ja: 縮尺率は 100% ではありません。
ko: 측도는 100%로 척도화되지 않습니다.
pl: Miary nie zostają przeskalowane do 100%
pt_br: As medidas não são escaladas para 100%
ru: Меры не масштабированы до 100%.
zh_cn: 未按比例缩放测量至 100%。
zh_tw: 測量未計算到 100%。

source: Measure lmg is also known as the Shapley value
de: Maß 'lmg' ist auch als Shapley-Wert bekannt.
es: La versión lmg de medidas también recibe el nombre de valor de Shapley
fr: La mesure lmg est également appelée valeur Shapley
it: La misura lmg è nota anche come valore di Shapley
ja: lmg は Shapley 値とも呼ばれます。
ko: 측도 lmg는 섀플리 값으로도 알려져 있습니다.
pl: Miara lmg jest także znana jako wartość Shapleya
pt_br: A medida lmg também é conhecida como valor de Shapley
ru: Мера lmg также известная как значение Шарпли
zh_cn: LMG 测量也称为 Shapley 值
zh_tw: 測量 lmg 也稱為 Shapley 值

source: Relative Importance Measures
de: Relative Wichtigkeitsmaße
es: Medidas de importancia relativa
fr: Mesures d'importance relative
it: Misure di importanza relativa
ja: 相対重要度尺度
ko: 상대적 중요도 측도
pl: Miary względnej ważności
pt_br: Medidas de importância relativa
ru: Меры относительной важности
zh_cn: 相对重要性测量
zh_tw: 相對重要性測量

source: Importance Ranks by Measure
de: Wichtigkeitsstufen nach Maß
es: Rangos de importancia por medida
fr: Ordres d'importance par mesure
it: Ranghi di importanza per misura
ja: 尺度による重要度の順位付け
ko: 측도별 중요도 순위
pl: Szereg ważności według pomiaru
pt_br: Postos de importância por medida
ru: Ранги важности по мере
zh_cn: 重要性秩（按测量排列）
zh_tw: 按照測量的重要性等級

source: Importance Rank
de: Wichtigkeitsstufe
es: Rango de importancia
fr: Ordre d'importance
it: Rango importanza
ja: 重要度の順位付け
ko: 중요도 순위
pl: Szereg ważności
pt_br: Posto de importância
ru: Ранг важности
zh_cn: 重要性秩
zh_tw: 重要性等級

source: Average Coefficients by Model Size
de: Durchschnittliche Koeffizienten nach Modellgröße
es: Coeficientes medios por tamaño de modelo
fr: Coefficients moyens par taille de modèle
it: Coefficienti medi per dimensione modello
ja: モデル サイズごとの平均係数
ko: 모형 크기별 평균 계수
pl: Średnie współczynniki według rozmiaru modelu
pt_br: Média de coeficientes por tamanho de modelo
ru: Средние коэффициенты по размеру модели
zh_cn: 平均系数（按模型大小排列）
zh_tw: 按照模型大小的平均係數

source: Relative Importance for %s
de: Relative Wichtigkeit für %s
es: Importancia relativa para %s
fr: Importance relative de %s
it: Importanza relativa per %s
ja: %s の相対重要度
ko: %s의 상대적 중요도
pl: Względna ważność dla %s
pt_br: Importância Relativa para %s
ru: Относительная важность для %s
zh_cn: %s 的相对重要性
zh_tw: %s 的相對重要性
